export const PrivacyPolicy = () => {
  return (
    <div>
      <h3>소울프렌즈 플랫폼 개인정보 처리방침</h3>
      <p>
        소울프렌즈 플랫폼(이하 &quot;플랫폼&quot;)은 정보주체의 자유와 권리
        보호를 위해 「개인정보 보호법」 및 관련 법령을 준수하며, 적법하고
        안전하게 개인정보를 처리하고 있습니다. 이에 따라 정보주체에게 개인정보
        처리 절차와 기준을 안내하고 고충을 신속하게 처리하기 위해 다음과 같이
        개인정보 처리방침을 수립하여 공개합니다.
      </p>

      <h3>
        <strong>1. 개인정보의 처리 목적</strong>
      </h3>
      <p>
        플랫폼은 다음의 목적을 위해 개인정보를 처리합니다. 수집된 개인정보는
        해당 목적 외의 용도로 이용되지 않으며, 이용 목적이 변경될 경우 사전에
        동의를 받는 등 필요한 조치를 취할 예정입니다.
      </p>
      <ul>
        <li>
          <strong>회원 가입 및 관리:</strong> 회원 가입 의사 확인, 본인 인증,
          회원 자격 유지 및 관리, 서비스 부정이용 방지, 각종 고지 및 통지, 고충
          처리.
        </li>
        <li>
          <strong>서비스 제공:</strong> 문화 클래스 제공 및 신청, 맞춤형 콘텐츠
          제공, 본인 인증, 연령 인증, 리워드 제공, 기타 서비스 관련 업무.
        </li>
      </ul>

      <h3>
        <strong>2. 개인정보의 처리 및 보유 기간</strong>
      </h3>
      <p>
        플랫폼은 법령에 따른 개인정보 보유·이용 기간 또는 정보주체로부터 동의
        받은 개인정보 보유·이용 기간 내에서 개인정보를 처리하고 보유합니다.
      </p>
      <ul>
        <li>
          <strong>회원 가입 및 관리:</strong> 회원 탈퇴 시까지, 단, 관계 법령
          위반에 따른 조사·수사 등이 진행 중인 경우에는 해당 조사 종료 시까지.
        </li>
        <li>
          <strong>서비스 제공:</strong> 서비스 공급 완료 및 요금 결제·정산 완료
          시까지, 단, 법령에 따라 보존해야 하는 경우에는 해당 기간 동안 보존.
        </li>
      </ul>

      <h3>
        <strong>3. 처리하는 개인정보 항목</strong>
      </h3>
      <p>플랫폼은 다음과 같은 개인정보를 수집하고 있습니다.</p>
      <ul>
        <li>
          <strong>필수 항목:</strong> 닉네임, 카카오 계정(이메일)
        </li>
        <li>
          <strong>선택 항목:</strong> 이름, 성별, 연령대 생일, 출생연도, 카카오
          계정(전화번호)
        </li>
      </ul>

      <h3>
        <strong>4. 개인정보 처리 위탁</strong>
      </h3>
      <p>
        플랫폼은 원활한 서비스 제공을 위해 개인정보 처리 업무를 외부에 위탁하지
        않으며, 위탁이 발생할 경우 사전에 이를 고지하고 동의를 받겠습니다.
      </p>

      <h3>
        <strong>5. 개인정보의 파기</strong>
      </h3>
      <p>
        플랫폼은 개인정보의 보유 기간이 경과하거나 처리 목적이 달성된 경우, 해당
        개인정보를 지체 없이 파기합니다. 파기 절차 및 방법은 다음과 같습니다.
      </p>
      <ul>
        <li>
          <strong>파기 절차:</strong> 파기 사유가 발생한 개인정보를 선정하고
          개인정보 보호책임자의 승인을 받아 파기합니다.
        </li>
        <li>
          <strong>파기 방법:</strong> 전자적 파일 형태로 저장된 개인정보는
          복구할 수 없도록 기술적 방법을 사용해 삭제하며, 종이 문서에 기록된
          개인정보는 분쇄기로 파기합니다.
        </li>
      </ul>

      <h3>
        <strong>6. 정보주체의 권리·의무 및 행사 방법</strong>
      </h3>
      <p>
        정보주체는 언제든지 플랫폼에 대해 개인정보 열람, 정정, 삭제, 처리 정지를
        요구할 수 있습니다. 권리 행사는 「개인정보 보호법」 제41조 제1항에 따라
        서면, 이메일 등을 통해 하실 수 있으며, 플랫폼은 이에 대해 지체 없이
        조치하겠습니다.
      </p>

      <h3>
        <strong>7. 개인정보의 안전성 확보 조치</strong>
      </h3>
      <p>
        플랫폼은 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고
        있습니다.
      </p>
      <ul>
        <li>
          <strong>관리적 조치:</strong> 내부관리계획 수립
        </li>
        <li>
          <strong>기술적 조치:</strong> 개인정보처리시스템 접근 권한 관리, 접근
          통제 시스템 설치, 개인정보 암호화.
        </li>
        <li>
          <strong>물리적 조치:</strong> 자료 보관실 접근 통제.
        </li>
      </ul>

      <h3>
        <strong>
          8. 개인정보 자동 수집 장치의 설치·운영 및 거부에 관한 사항
        </strong>
      </h3>
      <ol>
        <li>
          플랫폼은 이용자의 로그인 유지를 위해 이용 정보를 저장하고 수시로
          불러오는 ‘쿠키(cookie)’를 사용합니다.
        </li>
        <li>
          쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터
          브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터 내의
          하드디스크에 저장되기도 합니다.
          <ul>
            <li>가. 쿠키의 사용목적: 로그인을 위해 사용됩니다.</li>
            <li>
              나. 쿠키의 설치·운영 및 거부: 웹브라우저 상단의 도구 &gt; 인터넷
              옵션 &gt; 개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수
              있습니다.
            </li>
            <li>
              다. 쿠키 저장을 거부할 경우 서비스 이용에 어려움이 발생할 수
              있습니다.
            </li>
          </ul>
        </li>
      </ol>

      <h3>
        <strong>10. 개인정보 보호책임자</strong>
      </h3>
      <p>
        플랫폼은 개인정보 처리와 관련된 문의, 불만 처리, 피해 구제 등을 위하여
        다음과 같이 개인정보 보호책임자를 지정하고 있습니다.
      </p>
      <ul>
        <li>
          <strong>개인정보 보호책임자:</strong> 배상국, 박나진
        </li>
        <li>
          <strong>연락처:</strong>{" "}
          <a href="mailto:sangkukbae@gmail.com">sangkukbae@gmail.com</a>,{" "}
          <a href="mailto:najin001@gmail.com">najin001@gmail.com</a>
        </li>
      </ul>

      <h3>
        <strong>11. 개인정보 열람 청구</strong>
      </h3>
      <p>
        정보주체는 「개인정보 보호법」 제35조에 따른 개인정보의 열람 청구를
        아래의 부서에 할 수 있습니다.
        <br />
        &lt;개인정보처리자명&gt;은(는) 정보주체의 개인정보 열람청구가 신속하게
        처리되도록 노력하겠습니다.
      </p>
      <p>
        <strong>개인정보 열람청구 접수</strong>
        <br />
        담당자 : 배상국, 박나진
        <br />
        연락처 : <a href="mailto:sangkukbae@gmail.com">
          sangkukbae@gmail.com
        </a>, <a href="mailto:najin001@gmail.com">najin001@gmail.com</a>
      </p>

      <h3>
        <strong>12. 권익침해 구제방법</strong>
      </h3>
      <ol>
        <li>
          정보주체는 개인정보침해로 인한 구제를 받기 위하여
          개인정보분쟁조정위원회, 한국인터넷진흥원 개인정보침해신고센터 등에
          분쟁해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타 개인정보침해의
          신고, 상담에 대하여는 아래의 기관에 문의하시기 바랍니다.
          <ol type="1">
            <li>
              개인정보분쟁조정위원회 : (국번없이) 1833-6972 (
              <a href="http://www.kopico.go.kr">www.kopico.go.kr</a>)
            </li>
            <li>
              개인정보침해신고센터 : (국번없이) 118 (
              <a href="http://privacy.kisa.or.kr">privacy.kisa.or.kr</a>)
            </li>
            <li>
              대검찰청 : (국번없이) 1301 (
              <a href="http://www.spo.go.kr">www.spo.go.kr</a>)
            </li>
            <li>
              경찰청 : (국번없이) 182 (
              <a href="http://ecrm.cyber.go.kr">ecrm.cyber.go.kr</a>)
            </li>
          </ol>
        </li>
        <li>
          &lt;개인정보처리자명&gt;은(는) 정보주체의 개인정보자기결정권을
          보장하고, 개인정보침해로 인한 상담 및 피해 구제를 위해 노력하고
          있으며, 신고나 상담이 필요한 경우 아래의 담당자에게 연락해 주시기
          바랍니다.
          <p>
            <strong>개인정보보호 관련 고객 상담 및 신고</strong>
            <br />
            담당자 : 장규범, 김용범
            <br />
            이메일 : <a href="mailto:jkb2221@gmail.com">
              jkb2221@gmail.com
            </a>, <a href="mailto:dt10002@naver.com">dt10002@naver.com</a>
          </p>
        </li>
        <li>
          「개인정보 보호법」 제35조(개인정보의 열람), 제36조(개인정보의
          정정·삭제), 제37조(개인정보의 처리정지 등)의 규정에 의한 요구에 대하여
          공공기관의 장이 행한 처분 또는 부작위로 인하여 권리 또는 이익의 침해를
          받은 자는 행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.
          <p>
            <strong>중앙행정심판위원회 :</strong> (국번없이) 110 (
            <a href="http://www.simpan.go.kr">www.simpan.go.kr</a>)
          </p>
        </li>
      </ol>
    </div>
  )
}
